"""
Ресто
Разполагате с неограничен брой банкноти от 1, 2 и 5 лева.
Напишете функция `split_change`, която:
* приема парична сума `change`
* извежда сумата като сбор от банкноти по 1, 2 и 5 лева.
Банкнотите трябва да бъдат минимален брой.
* Изписва на отделни редове брой банкноти и вид във формат (брой * вид)
* Приемете, че въведената сума може да се представи с наличните банкноти

"""

def split_change(change):
    currentChange=change
    banknoti=[5,2,1]
    for banknota in banknoti:
        print(change/banknota)
        print(change%banknota)
    pass

split_change(10)